Repository: GNOME/gnome-music
Catalog: po/kw.po
Languages: kw

source: Music
kw: Ilow

source: Music Player
kw: Gwarier Ilow

source: Play and organize your music collection
kw: Gwari hag orna dha kuntel ilow

source: Music;Player;
kw: Ilow;Gwarier;

source: An easy and pleasant way to play your music.
kw: Agwedh es ha hweg rag gwari dha ilow.

source: Find tracks in your local collection, use automatically generated playlists or curate a fresh one.
kw: Kavos kanow yn dha kuntel leel, devnydhya rolyow gwrys yn awtomatek po dyghtya unn nowydh.

source: Window size
kw: Braster fenester

source: Window size (width and height).
kw: Braster fenester (lester hag ughelder).

source: Window maximized
kw: Fenester kowlvoghhys

source: Window maximized state.
kw: Studh fenester kowlvoghhys.

source: Playback repeat mode
kw: Fordh dasgwari

source: Value identifies whether to repeat or randomize playback through the collection. Allowed values are: “none” (repeat and shuffle are off), “song” (repeat current song), “all” (repeat playlist, no shuffle), “shuffle” (shuffle playlist, presumes repeat all).
kw: Dalgh ervira po dasgwari po chonshe senyans dres an kuntel. Dalgh ewn yw: “none” (dasgwari ha chonshe yw marow), “song” (dasgwari kan a-lemmyn), “all” (dasgwari rol, chonsheans vyth), “shuffle” (chonshe rol, presumya dasgwari oll).

source: Enable ReplayGain
kw: Gallosegi ReplayGain

source: Enables or disables ReplayGain for albums or track. Allowed values are: “disabled” (disables replaygain), “album” (replaygain per album), “track” (replaygain per track).
kw: Gallosegi po ungallosegi ReplayGain rag kuntilowyow po kan. Dalgh ewn yw: “disabled” (ungallosegi replaygain), “album” (replaygain dre kuntilow), “track” (replaygain dre kan).

source: Inhibit system suspend
kw: Spralla koska system

source: Enables or disables inhibiting system suspend while playing music
kw: Gallosegi po ungallosegi ow spralla koska system hag ow gwari ilow

source: Albums
kw: Kuntilowyow

source: Play
kw: Gwari

source: _Play
kw: _Gwari

source: Add to _Favorite Songs
kw: Addya dhe Kanow _Drudh

source: _Add to Playlist…
kw: _Addya dhe Rol…

source: Artists
kw: Awtours

source: Menu
kw: Rol

source: Search
kw: Hwilas

source: Preferences
kw: Settyansow

source: Keyboard Shortcuts
kw: Kesunyansow Bysowek

source: Help
kw: Gweres

source: About Music
kw: A-Dro Ilow

source: Previous
kw: Kyns

source: Next
kw: Nessa

source: _Delete
kw: _Dilea

source: _Rename…
kw: _Dashenwel…

source: Playlist Name
kw: Hanow Rol

source: _Done
kw: _Deu

source: Add to Playlist
kw: Addya dhe Rol

source: _Cancel
kw: _Hedhi

source: _Add
kw: _Addya

source: Enter a name for your first playlist
kw: Ynworra hanow rag dha rol kynsa

source: C_reate
kw: _Gul

source: New Playlist…
kw: Rol Nowydh…

source: Add
kw: Addya

source: Player Settings
kw: Settyansow Gwarier

source: Repeat Mode
kw: Fordh Dasgwari

source: None
kw: Vyth

source: Song
kw: Kan

source: All
kw: Oll

source: Shuffle
kw: Chonshe

source: Balance loudness between songs if ReplayGain metadata is found
kw: Omberthi ughelder tredh kanow mar metadata ReplayGain yw kavas

source: Disabled
kw: Marow

source: Album
kw: Kuntilow

source: Track
kw: Kan

source: Power Settings
kw: Settyansow Batri

source: Inhibit Suspend
kw: Spralla Koska

source: Only while playing
kw: Hag ow gwari hepken

source: Set Repeat Mode
kw: Gorra Fordh Dasgwari

source: View All
kw: Gweles Oll

source: Songs
kw: Kanow

# shortcut window
source: General
kw: Ollgemmyn

# shortcut window
source: Preferences
kw: Settyansow

# shortcut window
source: Search
kw: Hwilas

# shortcut window
source: Help
kw: Gweres

# shortcut window
source: Keyboard shortcuts
kw: Kesunyansow Bysowek

# shortcut window
source: Quit
kw: Kwytya

# shortcut window
source: Playback
kw: Senyans

# shortcut window
source: Play/Pause
kw: Gwari/Powes

# shortcut window
source: Next song
kw: Kan nessa

# shortcut window
source: Previous song
kw: Kan kyns

# shortcut window
source: Toggle repeat
kw: Dewis dasgwari

# shortcut window
source: Toggle shuffle
kw: Dewis chonshe

# shortcut window
source: Increase volume
kw: Kressya ughelder

# shortcut window
source: Decrease volume
kw: Iselhe ughelder

# shortcut window
source: Toggle mute
kw: Dewis taw

# shortcut window
source: Navigation
kw: Navigacyon

# shortcut window
source: Go to Albums
kw: Mos dhe Kuntilow

# shortcut window
source: Go to Artists
kw: Mos dhe Awtours

# shortcut window
source: Go to Playlists
kw: Mos dhe Rolyow

# shortcut window
source: Go back
kw: Dehweles

source: _Remove from Playlist
kw: _Remova dhyworth Rol

source: Welcome to Music
kw: Dynnargh dhe Ilow

source: Adjust Volume
kw: Desedha Ughelder

source: Mute/Unmute
kw: Tawhe/Antawhe

source: The GNOME Project
kw: An Ragdres GNOME

source: translator-credits
kw: Flynn

source: © The GNOME Music Developers
kw: © An Awtours GNOME Ilow

source: Most Played
kw: Gwarys Moyha

source: Never Played
kw: Gwarys Bynner

source: Recently Played
kw: Gwarys A-Dhiwedhes

source: Recently Added
kw: Addys A-Dhiwedhes

source: Starred Songs
kw: Kanow Sterenys

source: Insufficiently Tagged
kw: Taggys yn Anlowr

source: All Songs
kw: Oll Kanow

source: Unable to play the file
kw: Anabel gwari an restren

source: _Find in {}
kw: _Kavos yn {}

source: and
kw: hag

source: {} is required to play the file, but is not installed.
kw: {} a res rag gwari an restren, mes yw anleys.

source: Playing music
kw: Ow gwari ilow

source: Playlist {} removed
kw: Rol {} removys

source: Undo
kw: Digelmi

source: {} removed from {}
kw: {} removys dhyworth {}

source: Shuffle/Repeat Off
kw: Chonshe/Dasgwari Marow

source: Repeat Song
kw: Dasgwari Kan

source: Repeat All
kw: Dasgwari Oll

source: Unknown Artist
kw: Awtour Ankoth

source: Playlists
kw: Rolyow

source: No Search Started
kw: Hwithrans Dallethys Vyth

source: Use the searchbar to start searching for albums, artists or songs
kw: Devnydhya an barr hwithrans rag dalleth ow hwilas kuntilowyow, awtours po kanow

source: No Results Found
kw: Sewyansow Kavas Vyth

source: Try a different search
kw: Assaya hwithrans aral

source: {} minute
kw: {} mynysen

source: Pause
kw: Powes

source: {} Song
kw: {} Kan

source: Search songs, artists and albums
kw: Hwilas kanow, awtours ha kuntilowyow

source: _Open Location
kw: _Ygeri Tyller

source: Unstar
kw: Disterenya

source: Star
kw: Sterenya

source: Your XDG Music directory is not set.
kw: Dha restrenva XDG Ilow yw angorrys.

source: Music Folder
kw: Restrenva Ilow

source: The contents of your {} will appear here.
kw: An dalgh a dha {} a wra omdhiskwedhes omma.

source: No Music Found
kw: Ilow Kavas Vyth

source: Try a Different Search
kw: Assaya Hwithrans Aral

source: GNOME Music could not connect to Tracker.
kw: GNOME Ilow ny yllir junya dhe Tracker.

source: Your music files cannot be indexed without Tracker running.
kw: Dha restrennow ilow ny yllir bos menegys heb Tracker owth eksekutya.

source: Your system Tracker version seems outdated.
kw: Dha versyon Tracker system heveli anterrus.

source: Music needs Tracker version 3.0.0 or higher.
kw: Ilow res versyon Tracker 3.0.0 po moy.
